app/controllers/articles_controller.rb

  def create
    @article = Article.new(article_params)
    if @article.save
---
INSERT INTO "articles" ("content", "created_at", "name", "updated_at") VALUES (?, ?, ?, ?)  [["content", ""], ["created_at", "2017-08-08 13:38:47.115505"], ["name", "article1"], ["updated_at", "2017-08-08 13:38:47.115505"]]

  def update
    @article = Article.find(params[:id])
    if @article.update_attributes(article_params)
---
SELECT  "articles".* FROM "articles"  WHERE "articles"."id" = ? LIMIT 1  [["id", 1]]
UPDATE "articles" SET "content" = ?, "name" = ?, "updated_at" = ? WHERE "articles"."id" = 1