app/controllers/comments_controller.rb

	def create
		@commentable = Article.find(params[:article_id])
	  @comment = @commentable.comments.new(comment_params)
	  if @comment.save
---
SELECT  "articles".* FROM "articles"  WHERE "articles"."id" = ? LIMIT 1  [["id", 1]]
INSERT INTO "comments" ("commentable_id", "commentable_type", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["commentable_id", 1], ["commentable_type", "Article"], ["content", "text1"], ["created_at", "2017-08-08 13:39:01.181092"], ["updated_at", "2017-08-08 13:39:01.181092"]]